import { Artwork } from "./type";

const artworkList: Artwork[] = [
  {
    author: "林风眠",
    category: "中国画",
    name: "琵琶仕女",
    creationYear: "1950年代",
    source: "中华艺术宫",
    imageUrl: "/art/1.jpg",
    description:
      "画中人物是怀抱琵琶的中国古装仕女，她黑发高绾、颀颈削肩、眉目低垂，着淡黄色衣衫，抱黄色琵琶席地而坐，仕女左侧是简笔勾勒的书与花瓶，身后几道朱线表示栏杆。画面其余部分以深浅不一的淡粉色涂抹，暗示出空间的变化。画作左下角有“林风眠”的题款，印鉴为“风”。画家以流畅爽滑的弧曲线勾勒人物，林风眠曾说曲线可谓“美与生之线”，他创造了极具个人特色的圆弧曲线来勾勒人体，虽然摒弃了细节的真实，但却能完美地表达女性的温柔婉约之态。画家再以饱含水分的墨、色渲染，色彩素净透明，人物之外以浅灰作浓淡不一的涂抹，与前景人物的色调调和统一，书、瓶、栏杆等以简笔勾勒，只在领口、袖口、瓶身处以白粉提亮，加强了画面的光感，使大面积使用的同系色调不至于混沌一片。意境含蓄典雅，技法与风格都接近传统水墨人物。但于传统之外，这幅画又融入了许多异于传统的元素：首先它采用它方纸布局，中近距离取景，人物占据画面的三分之一，采用的是金字塔式大三角型结构，这样处理，使结构偏于整饬稳定，画面单纯明朗、主题突出。同时画面湿润的晕染和圆润飘逸的线条穿插冲破了方形与三角布局中那种四平八稳的秩序感，使画面看起来既重心稳固，同时又包含灵动的气息。",
    serialNumber: 1,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "捧白莲红衣仕女",
    creationYear: "1960年代",
    source: "中华艺术宫",
    imageUrl: "/art/2.jpg",
    description:
      "画中人物是一位中国传统古装仕女，她黑发高绾、修眉细眼，脸微颔、目低垂，着淡粉色衣衫，双手捧一枝莲花，席地而坐。背景为中式圆窗，窗外景象作虚化处理。仕女右手边置一白色细颈长瓶，瓶中花叶滃然。画作左下角有“林风眠”的题款，另有钤印：林风眠印（朱文）。该画作采用方纸布阵，中近距离取景，人物占据画面构图的三分之一，仕女的身姿成为画面描绘的重点。他用水粉厚涂，色中掺墨，大胆将西式的色彩运用于宣纸之上，画面色彩显得浓厚、饱满、鲜明、沉着，形成别具一格的“彩墨画”，与传统彩墨判然有别。同时画家将色彩与线条勾绘结合起来，他用白粉，在淡红的底色上，作圆弧状曲线勾勒，呈现出衣纹的走势和身体的动感；圆弧线流利润滑，相叠而不相扰，如水波流转，玲珑通透；圆弧划过，在粉色底子上留下深浅不一的白色，形成受光点，光感或明或暗，造成光影迷离的效果；整个画面既有通透的层次又有透明的质感，端庄而妩媚的仕女手捧莲花从一片光影明灭中幻化而出，圣洁、纯净。仕女是林风眠经常采用的创作题材，他曾说艺术之美“像人间一个最重情的淑女，当来人无论怀着何种悲哀的情绪时，她第一会使人得到他所愿得到的那种温情和安慰。”他的仕女画多半正是这个“最重情的淑女”的呈现。这幅莲花仕女图是林风眠仕女题材作品的代表作，也是其融合中西艺术的典范之作。画中仕女沉静、淡雅、含蓄，完全是中国古典的韵味；而仕女之美被高度简化、凝结于一道道流利弧曲，这种通过捕捉本质化图式来进行创作的方式，源于西方现代艺术的表现观念；色线合一的弧曲，将中国式的线描与西式的色彩光影技法和谐地融为一体，而由此创作出的意境又完全是中国式的，如画家本人所言“我的仕女画最主要是接受来自中国的陶瓷艺术，我喜欢唐宋的陶瓷，尤其是宋瓷，受官窑、龙泉窑那种透明、颜色影响，我用这种东西的一种灵感、技术放在画里。”正是这种于传统艺术中捕捉的灵感赋予了这幅仕女图素净、淡雅、空灵的格调。",
    serialNumber: 2,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "黄河",
    creationYear: "1997年",
    source: "中华艺术宫",
    imageUrl: "/art/3.jpg",
    description:
      "两幅《黄河》应该描绘的都是山西壶口瀑布。吴冠中的这两件表现瀑布的作品与传统文人山水画中那或垂挂的或曲折奔流的白色似的瀑布不一样。画家以线条的方式表现壶口瀑布万马奔腾、一泻千里的景象。流畅的线条，近乎老虎身上的条纹。黑、白对照，块、线对照，动、静对照的造型因素呈现出壶口瀑布从动到静、从无声到有声，突破了画面的框架，创造出立体的感受。",
    serialNumber: 3,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "紫藤",
    creationYear: "1991年",
    source: "中华艺术宫",
    imageUrl: "/art/4.jpg",
    description:
      "吴冠中与紫藤的渊源来自苏州拙政园中那株文徵明手植的紫藤，初次见面，正值秋冬，其时并无花朵，但枝藤蔽天，密线织网。几年之后，画家作了几幅以藤线为主题的画面，都命名紫藤，点缀了紫色的花朵，并题款曰：“偷来名园紫藤，移植自家庭院，手忙脚乱，恐难成活。紫藤早已是中国传统绘画常见题材，子孙继承遗产者多兮，我恐非嫡系，故只能坦白是偷的。”",
    serialNumber: 4,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "蓝色花",
    creationYear: "1964年",
    source: "上海中国画院",
    imageUrl: "/art/5.jpg",
    description:
      "此画表现蓝色瓶中花，用粗笔勾勒瓶身的线条是野兽派的手法，整幅作品的创作手法是用中国画的材质，西画的作画手法及风格，相比野兽派粗粝的手法来说，色彩鲜艳但和谐，画面更为柔和。",
    serialNumber: 5,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "绣球花",
    creationYear: "1975年",
    source: "上海中国画院",
    imageUrl: "/art/6.jpg",
    description:
      "这幅画采用方纸布阵，近距取景，色彩绚丽的绣球花充溢画面，显得饱满旺盛。受印象派绘画明亮新鲜的色彩追求影响，画家也选用了鲜艳明丽的红、黄、蓝三色，但主体以偏冷的兰紫为基调，明亮的黄、浓烈的红占据的面积不多，却因色彩的强烈对比，而能从一片蓝紫的花丛中跳跃而出，与蓝紫的基调相互映衬，形成非对称的均衡效果，绚丽中包含冷艳的气息。",
    serialNumber: 6,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "仕女",
    creationYear: "1947年",
    source: "中华艺术宫",
    imageUrl: "/art/7.jpg",
    description:
      "画中人物为一时装仕女，带有写生性质，她穿深灰色衣衫，卷发披肩，颔首侧视，斜倚于前。背景为花瓶和繁茂的枝叶。画幅左上角有林风眠的题款和印鉴。这幅画属于林风眠仕女画的早期风格，人物造型带有马蒂斯式的变形和夸张，线条与色块构成画面的主体。画家以传统的流利细致线条勾勒颜面，用糅合了西画画刷特征的粗重笔触表现身着暗色衣物的躯体；又以色入墨，晕染仕女衣衫，通过笔触与墨色的变化，呈现仕女身躯的起伏动态。简洁凝练的线条与色块体现了画家对抽象构成图式的探索。画面采用方纸布阵，中近距离取景，背景以饱含水分的蓝、绿色填满，背景虽满，但色彩繁而不乱，色块之间露出的底色恰如透过花叶的亮光。整幅画水墨淋漓，好似慵懒夏日午后的浓荫。画家虽运用的是中国画传统的材料和元素——笔、墨、纸，但明显深受西方现代美术的构图、造型与色彩观念的影响，因此，该画的风格颇异于传统国画。它属于林风眠试图推进中国新美术发展的早期尝试，也体现了他试图调合中西艺术的努力。",
    serialNumber: 7,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "湖滨",
    creationYear: "1950年代",
    source: "上海中国画院",
    imageUrl: "/art/8.jpg",
    description:
      "1950年代林风眠从杭州艺专卸职，转归上海隐居，但居住在西湖之畔平静美好的记忆通过艺术家的画笔再现于世人眼前。这个时期以西湖为母题的风景画系列是“林风眠格体”成熟期的代表性作品，均始创作于20世纪五六十年代。",
    serialNumber: 8,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "村舍",
    creationYear: "1950年代",
    source: "上海中国画院",
    imageUrl: "/art/9.jpg",
    description:
      "1953年，林风眠到苏州天平山游览，这次游览在林风眠以后的风景画创作中非常关键。他自知“可以画一种新的风景了”。经过几年的沉淀与思考摸索，终于创作出一个系列，有着鲜明“林氏”风格的秋色风景。",
    serialNumber: 9,
  },

  {
    author: "林风眠",
    category: "中国画",
    name: "猫头鹰",
    creationYear: "1960年代",
    source: "中华艺术宫",
    imageUrl: "/art/10.jpg",
    description:
      "画中形象为秋叶和静立的猫头鹰。画作左下角有“林风眠”的题款和朱文钤印。这幅画以水加彩晕染，再以墨色勾绘，描绘出秋日霜叶渐浓的景象。前景以淡墨晕染并以浓墨点画出兀然静立的猫头鹰，背景为大片留白。画家采用方纸布阵，特写式的近距取景，重视画面的平面构成而弱化纵深表现，这种处理使表现对象更显单纯、明朗。画面氛围温暖、宁静、安详。猫头鹰是林风眠笔下常见的题材，它们多睁着圆溜溜的眼睛静观世界，专注而警觉。曾被时人批评为“冷眼看世界”，就象画家本人一样。林风眠则在日记中自述到：“画就在于画鸟像人、画花像少女”，也许画家是默认这种评价，换个角度，这实际是艺术创作的基本原则。这幅画的技法与风格都接近传统写意花鸟，画家充分发挥了中国画水晕墨章的效果，画面保有一种透明朦胧的美感，构图、笔法都简洁大气，色彩单纯却能见出微妙的变化。",
    serialNumber: 10,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "秋鹜（之一）",
    creationYear: "1970年代",
    source: "上海中国画院",
    imageUrl: "/art/11.jpg",
    description:
      "20世纪50年代林风眠的花鸟画题材多为孤鹜、白鹭等。他的花鸟画的线条有一种流畅、直接的美感，细看之下也能体会到画家下笔的果敢与凌厉。他说：“我是比较画中国的线条，后来我总是想法子把毛笔画得像铅笔一样的线条，用铅笔画线条画得很细，用毛笔来画就不一样了，所以这东西要练得久，这种线条有点像唐代的铁线描、游丝描，一条线下来，比较流利地，有点像西洋画稿子、速写，而我是用毛笔来画的。“这幅画中勾画秋鹭的线条体现了这种流利的近乎凌厉的特点。",
    serialNumber: 11,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "仕女",
    creationYear: "1980年代",
    source: "中国美术学院美术馆",
    imageUrl: "/art/12.jpg",
    description:
      "此画是林风眠晚期仕女画，画一大一小两位女子，线条简洁稚拙，儿童画般返璞归真的朴素单纯。",
    serialNumber: 12,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "金秋",
    creationYear: "1960年代初",
    source: "上海中国画院",
    imageUrl: "/art/13.jpg",
    description:
      "林风眠的《秋林》系列作品是迷人的，唱主角的景物由西湖变成了五彩缤纷的树林。秋林系列作品的构图，多采用近景的水、中景的树和远景的山相结合的方式，画家往往通过亮丽的色彩来拉近中景，拉长树木的高度，有意压缩远山的空间，来增强整幅画的视觉张力。秋林系列最突出的特点是背光色彩的强烈对比。浓重的山色与光亮鲜艳的树叶的对比，光线和明暗的对比，把水墨的透明感和色彩的光亮感融为一体，表现出秋景的灿烂与明媚。画面凸现出厚重而欢快的风格，博大宽广。",
    serialNumber: 13,
  },

  {
    author: "吴冠中",
    category: "素描",
    name: "旅途",
    creationYear: "1950年",
    source: "中华艺术宫",
    imageUrl: "/art/14.jpg",
    description:
      "这也许是现存的吴冠中最早的作品之一，应该是他少年留学欧洲时候所画。年轻的画家在船舱里邂逅了静穆如石的修女，于是他拿出画笔“急忙捕其黑，其孤寂。出家人看似宁静，跨越地球，心中积有几多波涛，黑色吸收了无穷的人间苦难。”这幅单色色彩写生稿，也就应运而生了。",
    serialNumber: 14,
  },

  {
    author: "吴冠中",
    category: "水彩",
    name: "巴黎郊外乡村",
    creationYear: "1950年",
    source: "中华艺术宫",
    imageUrl: "/art/15.jpg",
    description:
      "画面中的乡村恬静淡雅，铅笔淡彩，薄透清新，巴黎郊外的乡村景象跃然纸上。吴冠中20世纪50年代回国，受国内影响画了一批写实风格的作品。但从他这件回国前所作的作品中，就能感受到画家对绘画形式的敏感以及独特的视觉表现才能。这件作品体现了块面的风格以及点、线、面之间关系的处理，并且在这种大块面的风格处理之中，突显出了一种柔美和富有韵味的节奏，这种节奏是以块面的轮廓边际线构成，形成的一种连贯画面的视觉线。",
    serialNumber: 15,
  },

  {
    author: "吴冠中",
    category: "油画",
    name: "西藏女乡长",
    creationYear: "1961年",
    source: "中华艺术宫",
    imageUrl: "/art/16.jpg",
    description:
      "油画诞生于西方，中国人学油画必然有鹦鹉学舌的阶段，但掌握绘画语言后表达自己的感受，便更能让国人接受，看懂。20世纪 50年代吴冠中开始的油画民族化尝试是画家忠实于自己亲切感受的结果，此两件作品就是这一时期的代表。",
    serialNumber: 16,
  },
  {
    author: "吴冠中",
    category: "油画",
    name: "女藏民",
    creationYear: "1961年",
    source: "浙江美术馆",
    imageUrl: "/art/17.jpg",
    description:
      "油画诞生于西方，中国人学油画必然有鹦鹉学舌的阶段，但掌握绘画语言后表达自己的感受，便更能让国人接受，看懂。20世纪 50年代吴冠中开始的油画民族化尝试是画家忠实于自己亲切感受的结果，此两件作品就是这一时期的代表。 50年代吴冠中开始的油画民族化尝试是画家忠实于自己亲切感受的结果，此两件作品就是这一时期的代表。",
    serialNumber: 17,
  },
  {
    author: "吴冠中",
    category: "油画",
    name: "富春江上打渔船",
    creationYear: "1963年",
    source: "中华艺术宫",
    imageUrl: "/art/18.jpg",
    description:
      "吴冠中以写实手法刻画渔船，以富春江边的寻常小景展现了江南渔民的生活场景：船只停靠在江边，船上架起的竹竿晾晒着渔网和衣服的一点跳跃的红，告诉人们这里也是渔民的家。背景中的江面平远辽阔，远处的山脉若隐若现，营造出安静祥和的视觉氛围。画家很好地处理了写实与写意的关系，画中细细的平行痕线用好像中国书法飞白那样干硬画笔拖出的笔触，很有质感，这是画家在融贯中西的的道路上迈出的重要一步。",
    serialNumber: 18,
  },
  {
    author: "吴冠中",
    category: "油画",
    name: "水田（一）",
    creationYear: "1973年",
    source: "中华艺术宫",
    imageUrl: "/art/19.jpg",
    description:
      "梯田种水稻，田里灌满水，一片明亮，四川人谓之镜子田。“天光云影共徘徊”，吴冠中半辈子都在调色板上追求这种银灰的水色天光。选水田要靠季节、地形，还要阴天，避免阳光干扰，还要排除噪音。山坡上下回旋，阡陌蜿蜒曲折，墨线在寰宇间浮游，田埂上偶有小树，瘦瘦的树衬着水光分外坚硬而俏巧，其落入水中的倒影又那样清晰，画家在轻描淡写间便绘出了水田之宁静与淡泊。油画乎？水墨乎？或者兼而有之。画家自己较满意的油画水田仅寥寥数幅，大都作于上世纪70年代，均来之不易，已是绝响。",
    serialNumber: 19,
  },
  {
    author: "吴冠中",
    category: "油画",
    name: "青岛红楼",
    creationYear: "1975年",
    source: "中华艺术宫",
    imageUrl: "/art/20.jpg",
    description:
      "“喜新厌旧”的吴冠中在70年代爱上了塞尚，塞尚的作品坚实严谨，用色厚重，大多经过艺术家的反复推敲，沉着而具有“金石味”，他不采用明暗形成的立体感和大气中远近的虚实感，而依靠大小块面的组合和线的疏密来构成画面的空间和深远感的创作手法对吴冠中深有启发，于是他“绘青岛风光，绿树红楼。洋味多；近朱不赤，绿树入墨，成自家彩色。”",
    serialNumber: 20,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "狮子林",
    creationYear: "1983年",
    source: "中华艺术宫",
    imageUrl: "/art/21.jpg",
    description:
      "在1983年，吴冠中作巨幅彩墨画《狮子林》，这是他以东方之韵吞并西方形色的早期代表作。此作是他当时绘画中面貌最新、影响最大、最具现代精神的水墨画作品，画面流动的点线曲折盘旋、横来竖去，吴冠中游目无所不至，清心洁韵无所不包，朱砂、石青、石绿、藤黄，像五彩斑斓的宝石一样，随墨点镶嵌在波涛汹涌的银色韵律中；具象、抽象、幻象，石头、树木、亭宇、回廊、小桥、池水、游鱼，一切都融入混沌的势象律动中，呈现一派东方绘画的风骨和神韵。",
    serialNumber: 21,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "汉柏（二）",
    creationYear: "1992年",
    source: "中华艺术宫",
    imageUrl: "/art/22.jpg",
    description:
      "苏州郊外有四株汉柏曾被雷劈，乾隆皇帝曾命名为“清、奇、古、怪，”这是苏州一景。1974年吴冠中和友人第一次见到这劫后余生的四株汉柏：直立、横卧、倾斜、曲折，激动不已，用素描和水墨均画过多次。此图为1992年重作，画家这次着意于躯体复苏的扭曲与枝丫生长的勇猛，生命的冲刺与奋斗，为争取生存的搏斗，似乎都呈现在画面上了。",
    serialNumber: 22,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "夕照华山",
    creationYear: "1997年",
    source: "中华艺术宫",
    imageUrl: "/art/23.jpg",
    description:
      "《夕照华山》构图独特，将华山的胜景虚化为背景而着重描绘华山上枝条缠绕的老树，点染的绿叶营造出生机勃勃的气息，扭曲转折的线条更烘托出生命的力量，充分展现了线条的表现力。吴冠中以点、线、面形式的构成探索艺术形式的魅力，“流动的线，断断续续的点、出没无常的形、跳跃与跌落的色彩……当她们相互拥抱在同一空间，映入了同一画面，似纷乱的雪掠过人间春色，予人苍茫、迷惑之感。”",
    serialNumber: 23,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "人之家",
    creationYear: "1999年",
    source: "中华艺术宫",
    imageUrl: "/art/24.jpg",
    description:
      "吴冠中很重视作品中的平面性和构成性，装饰性和简洁性，而不是完整性和精致性，所以他总是会采用分解、变形、扭曲等现代艺术手法去改变或突出一些元素，减少或加进去一些元素，而这正好使他可以赋予景物静止的轮廓以韵律感与新颖的形式，如果说，他的画具有音乐一般的视觉效果，其根本原因就在于此了。",
    serialNumber: 24,
  },
  {
    author: "吴冠中",
    category: "素描",
    name: "安徽宏村",
    creationYear: "2001年",
    source: "中华艺术宫",
    imageUrl: "/art/25.jpg",
    description:
      "这是吴冠中在安徽宏村的写生作品。作者站在高地，纵观宏村的全景，徽派建筑中的马头墙跃入眼帘。墙头鳞次栉比，层层叠叠，起起伏伏，白墙黑瓦化为块面，墙顶化为线条，呈现出独特的形式美。吴冠中创作了许多徽派建筑题材的作品，风采各异，此作主要表现线条与块面的形式感。",
    serialNumber: 25,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "大宅",
    creationYear: "2001年",
    source: "中华艺术宫",
    imageUrl: "/art/26.jpg",
    description:
      "吴冠中喜欢老房子，天南地北每到一处，总要探寻大树和大宅。在他的意识中，故国者，不仅有乔木，更有大宅，有巨匠运用乔木构建之大宅也。能建成大宅，必有巨匠，从体形构建到门窗雕饰，处处匠心独运，自成艺术殿堂。因此他画过不少故宅，尤其江南黑瓦白墙的故宅画得最多，有时候还忍不住在画上题记所感“谁建大宅荫子孙，门庭几番易主人。谁家大宅院，飞尽堂前燕。”",
    serialNumber: 26,
  },
  {
    author: "吴冠中",
    category: "油画",
    name: "荷塘春秋",
    creationYear: "2002年",
    source: "中华艺术宫",
    imageUrl: "/art/27.jpg",
    description:
      "吴冠中画过稚嫩的苗圃，也画过风雨中残荷，他在荷塘中见证了生命之始与终的全部过程，那是人世沧桑的浓缩，有轻盈与滞重，也有欢乐与悲壮，各具其美。因此他选青春与迟暮之美于同一画面中，名曰《荷塘春秋》。它展现的不仅是荷的生命历程，而是人的生命历程，是无奈，是挣扎，是傲视，是绚烂！",
    serialNumber: 27,
  },
  {
    author: "吴冠中",
    category: "中国画",
    name: "晚钟",
    creationYear: "2006年",
    source: "中华艺术宫",
    imageUrl: "/art/28.jpg",
    description:
      "作品以点、面构成了一幅抽象的艺术世界。画面中的黑白色块相互交织奠定了基础，紫色、黄色、红色和蓝色的色点与色块以活跃的形态随意点缀。这些看似随意的色点与色块，浓缩了吴冠中对形式的概括与感悟。所有的具象都已化作抽象的元素，展现出一种律动和气韵。吴冠中以点、线、面的基本形式探索抽象的表达，此作主要追求“面”构成的艺术效果。从具象到抽象，吴冠中以自己的实践不停地探索，到晚年他以极为简练、概括的形式表达最本质的艺术情感，追求中国画现代化之路。",
    serialNumber: 28,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "鲜花（之一）",
    creationYear: "1975年",
    source: "上海中国画院",
    imageUrl: "/art/29.jpg",
    description:
      "这幅画采用近距取景，构图饱满紧密。红色的花束填满画面，显得生机勃勃。花瓣和枝叶高低错落，穿插安排得别致、生动。这幅画既有粉彩油彩的浓郁，又具有水彩的轻盈。体现了林风眠探索融合中西艺术形式与技法的努力。",
    serialNumber: 29,
  },
  {
    author: "林风眠",
    category: "中国画",
    name: "芦花",
    creationYear: "1970年代",
    source: "中华艺术宫",
    imageUrl: "/art/30.jpg",
    description:
      "林风眠的很多作品会给人一种清静、空旷、抒情之感，独具个人特色。他描绘的画面，看似是对自然景象的采写，却不乏在市井烟火中求索的立意和追求宁静致远的心境。在他的作品中，《芦花》的艺术语言表达得尤为自由洒脱。未经细致描绘的芦苇与花朵形态在宁静的海面上伸展，远方的落日余晖和天空中的云朵相互映衬，让画面多了几分温暖与鲜活感。画家让短促的线条化身为芦苇的花叶，这些高高低低、整齐排列的线条，让画面充满节奏感，仿佛一曲交响乐正在海边奏响。",
    serialNumber: 30,
  },
];

// 展览信息
const exhibitionInfo = [
  {
    title: "展览地址：",
    icon: "./address.svg",
    info: "上海市浦东新区上南路205号 中华艺术宫（上海美术馆）",
  },
  {
    title: "展出时间：",
    icon: "./time.svg",
    info: "周二至周日 10:00-18:00（17:00停止进馆） 周一闭馆（法定节假日除外）",
  },
  {
    title: "Address: ",
    icon: "./address.svg",
    info: "205, Shangnan Rd. Pudong New District, Shanghai 200126, P.R. China",
  },
  {
    title: "Opening Hours: ",
    icon: "./time.svg",
    info: "10:00-18:00 (admission stops after 17:00)",
  },
];
export { artworkList, exhibitionInfo };
